{
  "404-heading": "Page introuvable",
  "404-sub-heading": "Oups ! La page que vous cherchiez n'est pas ici.",
  "404-back-home": "Retour à l'accueil",
  "contact-us-title": "Besoin d'aide ? Contactez-nous",
  "contact-us-subtitle": "Vous cherchez de l'aide ? Laissez vos coordonnées ici",
  "contact-us-info-title": "Informations de contact",
  "contact-us-info-subtitle": "Remplissez le formulaire et notre équipe vous répondra sous 24 heures.",
  "contact-us-office-title": "Emplacement du bureau",
  "contact-us-office-message": "Ajoutez l'emplacement de votre bureau depuis le panneau d'administration",
  "contact-us-phone-title": "Appelez-nous à tout moment",
  "contact-us-phone-message": "Ajoutez vos coordonnées téléphoniques depuis le panneau d'administration",
  "contact-us-site-title": "Visitez le site",
  "contact-us-site-message": "Ajoutez les informations de votre site depuis le panneau d'administration",
  "contact-us-name-field": "Nom",
  "contact-us-email-field": "Email",
  "contact-us-subject-field": "Sujet",
  "contact-us-message-field": "Message",
  "contact-us-submit-button": "Envoyer",
  "text-default-text": "Définir par défaut",
  "text-delete-card": "Supprimer la carte",
  "text-followed-authors": "Auteurs suivis",
  "text-help-page-title": "Aide",
  "text-help-page-subtitle": "Questions fréquemment posées",
  "text-license-page-title": "Mentions légales",
  "text-license-page-subtitle": "Dernière mise à jour le 20 août 2025",
  "text-terms-page-title": "Conditions générales",
  "text-terms-page-subtitle": "Dernière mise à jour le 20 janvier 2025",
  "text-privacy-page-title": "Politique de confidentialité",
  "text-privacy-page-subtitle": "Dernière mise à jour le 20 janvier 2025",
  "text-password-page-title": "Changer le mot de passe",
  "text-current-password": "Mot de passe actuel",
  "text-new-password": "Nouveau mot de passe",
  "text-confirm-password": "Confirmer le mot de passe",
  "text-cancel": "Annuler",
  "text-profile-page-success-toast": "Informations mises à jour avec succès !",
  "text-profile-page-error-toast": "Une erreur est survenue !",
  "text-profile-page-title": "Informations personnelles",
  "text-profile-avatar": "Avatar",
  "text-profile-name": "Nom",
  "text-card-number": "Numéro de carte",
  "text-no-card-found": "Aucune carte trouvée",
  "text-expiration-date": "Date d'expiration",
  "text-expire-date": "Date d'expiration",
  "text-save": "Enregistrer",
  "text-save-card": "Enregistrer la carte",
  "text-add-default-card": "Ajouter comme carte par défaut",
  "text-cvc": "CVC",
  "text-company": "Entreprise",
  "text-card-owner-name": "Nom du titulaire de la carte",
  "text-expire-date-placeholder": "MM/AA",
  "text-profile-contact": "Contact",
  "text-profile-bio": "Bio",
  "text-save-changes": "Enregistrer les modifications",
  "text-my-purchase-list": "Mes achats",
  "text-loadmore": "Charger plus",
  "text-product-purchase-message": "Veuillez acheter votre produit",
  "text-my-question-title": "Mes questions",
  "text-my-reports-title": "Mes rapports",
  "text-no-reports-found": "Aucun rapport trouvé",
  "text-wishlist-title": "Ma liste de souhaits",
  "text-preview": "Aperçu",
  "text-download": "Télécharger",
  "text-purchased-on": "Acheté le",
  "text-back": "Retour",
  "text-total": "Total",
  "text-product-found": "produits trouvés",
  "text-become-seller": "Devenir vendeur",
  "text-auth-profile": "Profil",
  "text-auth-purchase": "Achats",
  "text-auth-wishlist": "Ma liste de souhaits",
  "text-auth-cards": "Mes cartes",
  "text-auth-password": "Mot de passe",
  "text-auth-settings": "Paramètres",
  "text-logout": "Se déconnecter",
  "text-no-products-found": "Aucun produit trouvé !",
  "text-no-products-found-message": "Désolé, aucun produit trouvé",
  "text-home": "Accueil",
  "text-explore": "Explorer",
  "text-popular-products": "Produits populaires",
  "text-all-products": "Tous les produits",
  "text-top-authors": "Meilleurs auteurs",
  "text-feed": "Fil d'actualité",
  "text-contact": "Contact",
  "text-settings": "Paramètres",
  "text-terms": "Conditions",
  "text-privacy": "Confidentialité",
  "text-close-panel": "Fermer le panneau",
  "text-copy-right": "Copyright",
  "text-copy-right-by": "Par",
  "text-category-all": "Toutes catégories",
  "text-free": "Gratuit",
  "text-details": "Détails",
  "text-live-preview": "Aperçu en direct",
  "text-not-found": "Introuvable",
  "text-copy-link": "Copier le lien",
  "text-copied": "Copié...",
  "text-share-this-item": "Partager cet article",
  "text-sale": "Promotion",
  "text-last-update": "Dernière mise à jour",
  "text-published": "Publié",
  "text-layout": "Mise en page",
  "text-tags": "Tags",
  "text-add-to-cart-message": "Ajouté au panier avec succès !",
  "text-add-to-cart": "Ajouter au panier",
  "text-reviews": "Avis",
  "text-question-and-answers": "Questions et réponses",
  "text-ask-question": "Poser une question",
  "text-page": "Page",
  "text-of": "de",
  "text-no-question-found": "Aucune question trouvée",
  "text-recent": "Récent",
  "text-ratings-low-to-high": "Notes : du plus bas au plus élevé",
  "text-ratings-high-to-low": "Notes : du plus élevé au plus bas",
  "text-product-reviews": "Avis sur le produit",
  "text-no-reviews-found": "Aucun avis trouvé",
  "text-weekly": "Hebdomadaire",
  "text-monthly": "Mensuel",
  "text-yearly": "Annuel",
  "text-products": "Produits",
  "text-placeholder-search": "Rechercher par nom...",
  "text-empty-cart-message": "Votre panier est vide",
  "text-empty-cart-list": "Veuillez ajouter un produit à votre panier",
  "text-about": "À propos",
  "text-total-sales": "Ventes totales",
  "text-date": "Date",
  "text-q": "Q",
  "text-a": "R",
  "text-follow": "Suivre",
  "text-unfollow": "Ne plus suivre",
  "text-shopping-cart": "Panier",
  "text-subtotal": "Sous-total",
  "text-proceed-to-checkout": "Passer à la caisse",
  "text-license-agreement": "Contrat de licence",
  "text-terms-and-conditions": "Conditions générales",
  "text-help-one-title": "Comment contacter le service client ?",
  "text-help-one-desc": "Notre équipe du service client est disponible 7 jours sur 7 et nous proposons 2 moyens de nous contacter : email et chat. Nous essayons de répondre rapidement, vous n'avez donc pas à attendre longtemps pour une réponse.",
  "text-help-two-title": "Échec de l'installation de l'application, comment mettre à jour les informations système ?",
  "text-help-two-desc": "Veuillez lire attentivement la documentation. Nous disposons également de tutoriels vidéo en ligne concernant ce problème. Si le problème persiste, veuillez ouvrir un ticket sur le forum d'assistance.",
  "text-help-three-title": "Le site web met du temps à répondre, comment améliorer ?",
  "text-help-three-desc": "Tout d'abord, vérifiez votre connexion internet. Nous avons également des tutoriels vidéo en ligne à ce sujet. Si le problème persiste, veuillez ouvrir un ticket sur le forum d'assistance.",
  "text-help-four-title": "Comment créer un compte ?",
  "text-help-four-desc": "Si vous souhaitez ouvrir un compte pour un usage personnel, vous pouvez le faire par téléphone ou en ligne. L'ouverture d'un compte en ligne ne prend que quelques minutes.",
  "text-help-five-title": "Comment contacter le service client ?",
  "text-help-five-desc": "Notre équipe du service client est disponible 7 jours sur 7 et nous proposons 2 moyens de nous contacter : email et chat. Nous essayons de répondre rapidement, vous n'avez donc pas à attendre longtemps pour une réponse.",
  "text-help-six-title": "Échec de l'installation de l'application, comment mettre à jour les informations système ?",
  "text-help-six-desc": "Veuillez lire attentivement la documentation. Nous disposons également de tutoriels vidéo en ligne concernant ce problème. Si le problème persiste, veuillez ouvrir un ticket sur le forum d'assistance.",
  "text-license-one-title": "Informations personnelles",
  "text-license-one-desc": "<p>« Galileecommerce » est une marque déposée de Galileecommerce Private Limited (\"Société\"), une entreprise constituée selon les lois du Cameroun, avec son siège social à Douala, Cameroun. Le nom de domaine galileecommerce.com appartient à la Société. Si vous êtes résident de Californie, USA, les informations ci-dessous s'appliquent également. Certains termes utilisés dans cette section ont la signification donnée par le California Consumer Privacy Act de 2025 (\"CCPA\"). Pour les utilisateurs de l'Union européenne, vos données sont protégées conformément au Règlement général sur la protection des données (RGPD).</p>",
  "text-license-two-title": "Snap",
  "text-license-two-desc": "<p>Les clients sont invités à lire et comprendre notre Politique de confidentialité, car en accédant au site/app vous acceptez d'être lié par les termes et conditions de la Politique de confidentialité et consentez à la collecte, au stockage et à l'utilisation des informations vous concernant comme indiqué ci-dessus.</p><p>Si vous n'êtes pas d'accord avec les termes et conditions de notre Politique de confidentialité, y compris en ce qui concerne la collecte ou l'utilisation de vos informations, veuillez ne pas utiliser ou accéder au site/app.</p><p>Notre Politique de confidentialité est intégrée aux Conditions d'utilisation du site/app et peut être modifiée de temps en temps sans préavis. Il est fortement recommandé de consulter périodiquement notre Politique de confidentialité telle qu'affichée sur le site/app.</p>",
  "text-license-three-title": "Autres informations",
  "text-license-three-desc": "<p>Nous pouvons suivre automatiquement certaines informations vous concernant en fonction de votre comportement sur le site. Nous utilisons ces informations pour effectuer des recherches internes sur la démographie, les intérêts et le comportement de nos utilisateurs afin de mieux comprendre, protéger et servir nos utilisateurs. Ces informations sont compilées et analysées de manière agrégée. Elles peuvent inclure l'URL de provenance, l'URL suivante, les informations du navigateur, l'adresse IP et d'autres informations liées à vos interactions avec le site. <strong>Nous pouvons également partager votre IP mobile/IP appareil avec des tiers, et dans la mesure de nos connaissances, les informations ne sont pas stockées.</strong></p>",
  "text-license-four-title": "Liens",
  "text-license-four-desc": "<p>Nous utilisons ces informations pour effectuer des recherches internes sur la démographie, les intérêts et le comportement de nos utilisateurs. Ces informations peuvent inclure l'URL de provenance, l'URL suivante, les informations du navigateur, votre adresse IP</p><ol><li>Identifiants (nom, adresse, email, numéro de téléphone, carte de crédit/débit)</li><li>Caractéristiques des classifications protégées (sexe, âge)</li><li>Informations commerciales (produits ou services achetés, historique d'achat)</li><li>Activité sur le réseau (navigation ou historique de recherche)</li><li>Données de géolocalisation (latitude ou longitude)</li><li>Informations audio, électroniques, visuelles ou similaires (enregistrement des appels du service client)</li><li>Inférences tirées de tout ce qui précède (préférences ou caractéristiques)</li>.</ol>",
  "text-license-five-title": "Annonceurs tiers",
  "text-license-five-desc": "<p>Pour protéger contre la perte, l'utilisation abusive et l'altération des informations sous son contrôle, la Société dispose de procédures physiques, électroniques et managériales appropriées. Par exemple, les serveurs de la Société sont accessibles uniquement au personnel autorisé et vos informations sont partagées uniquement avec le personnel autorisé sur une base 'need-to-know' pour compléter les transactions et fournir les services demandés. Bien que la Société s'efforce de protéger la confidentialité de vos informations personnelles, les transmissions sur Internet ne peuvent être entièrement sécurisées. En utilisant le site, vous acceptez que la Société ne soit pas responsable de la divulgation de vos informations due à des erreurs de transmission ou à des actes non autorisés de tiers.</p>",
  "text-license-six-title": "Sécurité",
  "text-license-six-desc": "<p>Veuillez noter que la Société ne vous demandera pas de partager des données sensibles par email ou téléphone. Si vous recevez une telle demande, ne répondez pas et transmettez les informations à info@galileecommerce.com. </p><ol><li>Fourniture de services, y compris la maintenance des comptes, service client, traitement des commandes et transactions, vérification des informations client, paiements, publicité et marketing, services d'analyse ou services similaires;</li><li>Audit lié à une interaction ou transaction en cours, y compris comptage des impressions d'annonces et vérification de la qualité;</li><li>Utilisation à court terme et temporaire, y compris la personnalisation contextuelle des annonces;</li><li>Détection d'incidents de sécurité, protection contre des activités malveillantes ou illégales et poursuite des responsables;</li><li>Débogage pour identifier et réparer les erreurs affectant la fonctionnalité;</li><li>Recherche interne pour développement technologique et démonstration;</li><li>Activités visant à vérifier ou maintenir la qualité ou la sécurité d'un service ou appareil détenu ou contrôlé par nous, et pour améliorer le service ou l'appareil.</li></ol>",
  "text-license-seven-title": "Protection des numéros de sécurité sociale",
  "text-license-seven-desc": "<p>Les clients sont invités à lire et comprendre notre Politique de confidentialité. Si vous n'êtes pas d'accord avec ces termes, veuillez ne pas utiliser ou accéder au site/app.</p>",
  "text-license-eight-title": "Choix et accès",
  "text-license-eight-desc": "<p>Si vous n'êtes pas d'accord avec les termes et conditions de notre Politique de confidentialité, veuillez ne pas utiliser ou accéder au site/app. Notre Politique de confidentialité est intégrée aux Conditions d'utilisation et peut être modifiée de temps en temps sans préavis. Il est recommandé de consulter régulièrement notre Politique de confidentialité.</p>",
  "text-license-nine-title": "Contactez-nous",
  "text-license-nine-desc": "<p>Nous sommes toujours heureux de discuter. Un bon moyen de nous contacter ici : <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Contactez-nous</a></p>",
  "text-privacy-one-title": "Informations personnelles",
  "text-privacy-one-desc": "<p>\"Galileecommerce\" est une marque de Galileecommerce Private Limited (\"Société\"), une société régie par les lois du Cameroun, avec son siège social à Douala, Cameroun. Le nom de domaine galileecommerce.com appartient à la Société. Si vous êtes résident de Californie, USA, les informations ci-dessous s'appliquent également. Certains termes utilisés dans cette section ont les significations données dans la California Consumer Privacy Act de 2025 (\"CCPA\"). Pour les utilisateurs de l'Union Européenne, vos données sont protégées par le Règlement Général sur la Protection des Données (RGPD).</p>",
  "text-privacy-two-title": "Aperçu",
  "text-privacy-two-desc": "<p>Il est conseillé aux clients de lire attentivement notre politique de confidentialité. En accédant au site ou à l'application, vous acceptez d'être lié par les termes de cette politique et consentez à la collecte, au stockage et à l'utilisation des informations vous concernant comme indiqué.</p><p>Si vous n'acceptez pas ces termes, y compris en ce qui concerne la collecte ou l'utilisation de vos informations, veuillez ne pas utiliser le site ou l'application.</p><p>Notre politique de confidentialité fait partie intégrante des Conditions d'utilisation du site/application et peut être modifiée sans préavis. Il est fortement recommandé de la consulter régulièrement.</p>",
  "text-privacy-three-title": "Autres informations",
  "text-privacy-three-desc": "<p>Nous pouvons suivre automatiquement certaines informations vous concernant en fonction de votre comportement sur le site. Ces informations nous aident à mieux comprendre, protéger et servir nos utilisateurs. Cela peut inclure l'URL précédente, la prochaine URL, les informations de votre navigateur, votre adresse IP et d'autres informations liées à votre interaction avec le site. <strong>Nous pouvons également partager votre IP mobile/appareil avec des tiers et, à notre connaissance, ces informations ne sont pas stockées.</strong></p>",
  "text-privacy-four-title": "Liens",
  "text-privacy-four-desc": "<p>Nous utilisons ces informations pour faire des recherches internes sur nos utilisateurs. Cela peut inclure l'URL précédente, la prochaine URL, votre navigateur, votre IP</p><ol><li>Identifiants (nom, adresse, email, téléphone, numéro de carte bancaire)</li><li>Caractéristiques protégées (genre, âge)</li><li>Informations commerciales (achats, historique)</li><li>Activité en ligne (navigation, recherches)</li><li>Données de géolocalisation (latitude, longitude)</li><li>Informations audio, visuelles ou similaires (enregistrements d'appels au service client)</li><li>Inférences basées sur les éléments ci-dessus (préférences, caractéristiques)</li></ol>",
  "text-privacy-five-title": "Annonceurs tiers",
  "text-privacy-five-desc": "<p>Pour protéger vos informations contre la perte, l'utilisation abusive ou l'altération, la Société met en place des procédures physiques, électroniques et organisationnelles appropriées. Les serveurs sont accessibles uniquement au personnel autorisé et vos informations ne sont partagées que sur une base strictement nécessaire pour effectuer la transaction ou fournir les services demandés. Bien que nous nous efforcions de protéger vos informations personnelles, les transmissions via Internet ne peuvent pas être totalement sécurisées. En utilisant le site, vous acceptez que la Société ne soit pas responsable des divulgations dues à des erreurs de transmission ou des actes non autorisés de tiers.</p>",
  "text-privacy-six-title": "Sécurité",
  "text-privacy-six-desc": "<p>La Société ne vous demandera jamais de partager des informations sensibles par email ou téléphone. Si vous recevez une telle demande, ne répondez pas et envoyez les informations à info@galileecommerce.com. <ol><li>Fournir des services, y compris le support client et le traitement des commandes;</li><li>Audits liés aux interactions et transactions;</li><li>Utilisation temporaire pour personnalisation contextuelle des publicités;</li><li>Détection d’incidents de sécurité et protection contre les activités malveillantes;</li><li>Débogage pour corriger les erreurs;</li><li>Recherche interne pour développement technologique;</li><li>Vérification et maintien de la qualité ou sécurité des services ou dispositifs.</li></ol></p>",
  "text-privacy-seven-title": "Protection des numéros de sécurité sociale",
  "text-privacy-seven-desc": "<p>Les clients sont invités à lire attentivement notre politique de confidentialité. En accédant au site/app, vous acceptez la collecte et l’utilisation de vos informations. Si vous n'êtes pas d'accord, veuillez ne pas utiliser le site/app.</p>",
  "text-privacy-eight-title": "Choix et accès",
  "text-privacy-eight-desc": "<p>Si vous n'acceptez pas les termes de notre politique, veuillez ne pas utiliser le site/app. Notre politique est intégrée aux Conditions d'utilisation et peut être modifiée sans préavis. Il est recommandé de la consulter régulièrement.</p>",
  "text-privacy-nine-title": "Nous contacter",
  "text-privacy-nine-desc": "<p>Nous sommes toujours heureux de discuter. Un bon moyen de nous contacter ici : <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Contactez-nous</a></p>",
  "text-terms-one-title": "Informations personnelles",
  "text-terms-one-desc": "<p>\"Galileecommerce\" est une marque de Galileecommerce Private Limited (\"Société\"), régie par les lois du Cameroun, avec siège à Douala. Le domaine galileecommerce.com appartient à la Société. Pour les résidents de Californie, USA, les informations ci-dessous s'appliquent également. Les utilisateurs de l'UE sont protégés par le RGPD.</p>",
  "text-terms-two-title": "Aperçu",
  "text-terms-two-desc": "<p>Il est conseillé aux clients de lire attentivement notre politique de confidentialité. En utilisant le site/app, vous consentez à la collecte et l'utilisation de vos informations. Si vous n'acceptez pas ces termes, veuillez ne pas utiliser le site/app.</p>",
  "text-terms-three-title": "Autres informations",
  "text-terms-three-desc": "<p>Nous pouvons suivre automatiquement certaines informations vous concernant afin de mieux comprendre et servir nos utilisateurs. Cela peut inclure l'URL précédente, la prochaine URL, votre navigateur, votre IP, etc. <strong>Ces informations peuvent être partagées avec des tiers mais ne sont pas stockées.</strong></p>",
  "text-terms-four-title": "Liens",
  "text-terms-four-desc": "<p>Nous utilisons ces informations pour des recherches internes sur nos utilisateurs. Cela peut inclure l'URL précédente, la prochaine URL, votre navigateur, votre IP</p><ol><li>Identifiants (nom, adresse, email, téléphone, carte bancaire)</li><li>Caractéristiques protégées (genre, âge)</li><li>Informations commerciales (achats, historique)</li><li>Activité en ligne (navigation, recherches)</li><li>Données de géolocalisation (latitude, longitude)</li><li>Informations audio, visuelles ou similaires</li><li>Inférences basées sur les éléments ci-dessus</li></ol>",
  "text-terms-five-title": "Annonceurs tiers",
  "text-terms-five-desc": "<p>Pour protéger vos informations, la Société met en place des procédures appropriées. Les serveurs sont accessibles uniquement au personnel autorisé et vos informations ne sont partagées que sur une base nécessaire. Les transmissions via Internet ne sont pas totalement sécurisées. En utilisant le site, vous acceptez que la Société ne soit pas responsable de divulgations involontaires.</p>",
  "text-terms-six-title": "Sécurité",
  "text-terms-six-desc": "<p>La Société ne demandera jamais de partager des données sensibles par email ou téléphone. Si vous recevez une telle demande, ne répondez pas et envoyez les informations à info@galileecommerce.com. <ol><li>Fournir des services, y compris le support client et traitement des commandes;</li><li>Audits liés aux interactions et transactions;</li><li>Personnalisation contextuelle des publicités;</li><li>Détection d’incidents de sécurité;</li><li>Débogage;</li><li>Recherche interne;</li><li>Vérification et maintien de la qualité ou sécurité des services ou dispositifs.</li></ol></p>",
  "text-terms-seven-title": "Protection des numéros de sécurité sociale",
  "text-terms-seven-desc": "<p>Les clients doivent lire attentivement notre politique de confidentialité et consentir à la collecte et utilisation de leurs informations. Si vous n'acceptez pas, veuillez ne pas utiliser le site/app.</p>",
  "text-terms-eight-title": "Choix et accès",
  "text-terms-eight-desc": "<p>Si vous n'acceptez pas ces termes, veuillez ne pas utiliser le site/app. Notre politique est intégrée aux Conditions d'utilisation et peut être modifiée sans préavis. Il est recommandé de la consulter régulièrement.</p>",
  "text-terms-nine-title": "Nous contacter",
  "text-terms-nine-desc": "<p>Nous sommes toujours heureux de discuter. Un bon moyen de nous contacter ici : <a href=\"/contact-us\" class=\"underline hover:text-brand-dark hover:no-underline\">Contactez-nous</a></p>",
  "text-welcome-back": "Bon retour, connectez-vous",
  "text-welcome-back-register": "Créer votre compte Galileecommerce",
  "text-create-an-account": "Créez votre compte. Vous avez déjà un compte ?",
  "text-login": "Connectez-vous ici",
  "text-register": "S’inscrire",
  "text-wrong-user-name-and-pass": "Nom d’utilisateur ou mot de passe incorrect",
  "text-join-now": "Connectez-vous à votre compte. Vous n’avez pas de compte ?",
  "text-create-account": "Créer un compte",
  "text-forgot-password": "Mot de passe oublié ?",
  "text-get-login": "Se connecter",
  "text-remember-me": "Se souvenir de moi",
  "text-reset-password": "Réinitialiser votre mot de passe",
  "text-reset-password-submit": "Réinitialiser le mot de passe",
  "text-or": "Ou",
  "text-back-to": "Retour à",
  "text-reset-password-title": "Nous vous enverrons un lien pour réinitialiser votre mot de passe",
  "text-email-notice": "Votre email n’existe pas dans notre application",
  "text-ask-seller-question": "Poser une question au vendeur",
  "text-ask-question-desc": "Votre question ne doit pas contenir d’informations de contact telles qu’un email, un téléphone ou des liens externes.",
  "text-submit": "Envoyer",
  "text-ask-question-success": "Votre question a été soumise avec succès. Veuillez attendre la réponse du vendeur.",
  "text-ask-question-error": "Limite maximale de questions atteinte",
  "text-search-question": "Rechercher une question",
  "text-abuse-report": "Signalement d’abus envoyé",
  "text-report-error-message": "Vous avez déjà fait un signalement",
  "text-about-report-title": "Signaler ce commentaire",
  "text-report-input-placeholder": "Écrivez votre raison",
  "text-report-button": "Envoyer le signalement",
  "text-rating-title": "Quelle est votre note",
  "text-make-review": "Donner un avis",
  "text-input-attachment": "Pièce jointe",
  "text-checkout-title": "Numéro de contact",
  "text-checkout-title-two": "Votre commande",
  "text-tax": "Taxe",
  "text-calculated-checkout": "Calculé lors du paiement",
  "text-check-availability": "Vérifier la disponibilité",
  "text-wallet-points-title": "Points du portefeuille",
  "text-wallet-currency": "Devise du portefeuille",
  "text-wallet-input-label": "Utiliser le portefeuille",
  "text-submit-confirm": "Confirmer",
  "text-submit-order": "Passer la commande",
  "text-paid-from-wallet": "Payé depuis le portefeuille",
  "text-amount-due": "Montant dû",
  "payment": "PAIEMENT",
  "text-loader-title": "Chargement...",
  "PIXER_ERROR.NOT_FOUND": "Introuvable",
  "PIXER_ERROR.NOT_AUTHORIZED": "Non autorisé",
  "PIXER_ERROR.INVALID_CREDENTIALS": "Identifiants invalides",
  "PIXER_ERROR.SOMETHING_WENT_WRONG": "Une erreur est survenue",
  "PIXER_ERROR.PAYMENT_FAILED": "Échec du paiement",
  "PIXER_ERROR.OPERATION_NOT": "Opération non autorisée",
  "PIXER_ERROR.INSUFFICIENT_BALANCE": "Solde insuffisant",
  "PIXER_ERROR.WITHDRAW_MUST_BE_ATTACHED_TO_SHOP": "Le retrait doit être lié à une boutique",
  "PIXER_ERROR.PLEASE_LOGIN_USING_FACEBOOK_OR_GOOGLE": "Veuillez vous connecter avec Facebook ou Google",
  "PIXER_ERROR.ACTION_NOT_VALID": "Action non valide",
  "PIXER_ERROR.SHOP_NOT_APPROVED": "Boutique non approuvée",
  "PIXER_MESSAGE.NOT_FOUND": "Introuvable",
  "PIXER_MESSAGE.CHECK_INBOX_FOR_PASSWORD_RESET_EMAIL": "Vérifiez votre boîte mail pour l’email de réinitialisation du mot de passe",
  "PIXER_MESSAGE.SOMETHING_WENT_WRONG": "Une erreur est survenue",
  "PIXER_MESSAGE.TOKEN_IS_VALID": "Le jeton est valide",
  "PIXER_MESSAGE.INVALID_TOKEN": "Le jeton n’est pas valide",
  "PIXER_MESSAGE.PASSWORD_RESET_SUCCESSFUL": "Réinitialisation du mot de passe réussie",
  "PIXER_MESSAGE.INVALID_CREDENTIALS": "Les identifiants fournis ne sont pas valides",
  "PIXER_MESSAGE.EMAIL_SENT_SUCCESSFUL": "Email envoyé avec succès",
  "PIXER_ERROR.YOU_HAVE_ALREADY_GIVEN_ABUSIVE_REPORT_FOR_THIS": "Vous avez déjà fait un signalement pour cela",
  "PIXER_ERROR.MAXIMUM_QUESTION_LIMIT_EXCEEDED": "Limite maximale de questions atteinte",
  "text-order-received-title": "Commande reçue avec succès",
  "text-order-thank-you-message": "Merci pour votre commande, cliquez ici pour vérifier votre panier d’achat",
  "text-order-button-title": "Voir la commande",
  "text-update-review": "Mettre à jour l'avis",
  "text-write-review": "Écrire un avis",
  "text-comment-label": "Écrire un commentaire",
  "text-review-submitted": "Avis soumis",
  "text-review-updated": "Avis mis à jour",
  "text-report": "Signaler",
  "text-prev": "Précédent",
  "text-next": "Suivant",
  "text-payment-order": "Veuillez cliquer sur Passer la commande pour compléter le paiement",
  "text-choose-payment": "Méthode de paiement disponible",
  "text-enter-phone-number": "Veuillez entrer votre numéro de contact",
  "text-verify-payment": "Veuillez vérifier la carte de paiement",
  "text-select-payment-gateway": "Veuillez sélectionner une passerelle de paiement.",
  "text-order-number": "Numéro de commande",
  "text-note": "Note",
  "message-sub-order": "Cette commande contient des produits de plusieurs vendeurs. Nous avons donc divisé cette commande en plusieurs commandes par vendeur.",
  "text-tracking-number": "Numéro de suivi",
  "text-status": "Statut",
  "text-total-price": "Prix total",
  "text-view": "Voir",
  "text-total-amount": "Montant total",
  "text-sub-orders": "Détails",
  "text-sub-total": "Sous-total",
  "text-order-details": "Détails de la commande",
  "text-item": "Article",
  "text-quantity": "Quantité",
  "text-price": "Prix",
  "text-total-item": "Total articles",
  "text-payment-method": "Méthode de paiement",
  "text-remove-item-from-cart-message": "Article retiré du panier avec succès !",
  "payment-confirmed": "Paiement confirmé ! Cliquez sur Passer la commande",
  "text-payment-successful": "Paiement effectué avec succès",
  "text-card-expiry": "Date d'expiration",
  "text-card-cvc": "CVC",
  "text-payment-title": "Effectuez votre paiement",
  "text-pay": "Payer",
  "text-order-status": "Statut de la commande",
  "text-payment-status": "Statut du paiement",
  "insufficient_funds": "Votre carte n'a pas de fonds suffisants.",
  "order-pending": "Commande en attente",
  "order-processing": "Commande en cours de traitement",
  "order-completed": "Commande terminée",
  "order-cancelled": "Commande annulée",
  "order-failed": "Commande échouée",
  "order-at-local-facility": "Commande à l'établissement local",
  "order-out-for-delivery": "Commande en cours de livraison",
  "payment-pending": "Paiement en attente",
  "payment-processing": "Paiement en cours",
  "payment-success": "Paiement réussi",
  "payment-failed": "Paiement échoué",
  "payment-reversal": "Remboursement du paiement",
  "payment-cash-on-delivery": "Paiement à la livraison",
  "payment-wallet": "Paiement par portefeuille",
  "text-delete": "Supprimer",
  "text-payment": "Paiement",
  "text-pay-now": "Payer maintenant",
  "text-card-delete-confirm": "Êtes-vous sûr de vouloir supprimer ?",
  "text-stripe-card-desc-title": "Ce que vous obtenez avec Stripe",
  "text-stripe-card-desc-one": "Nous avons une politique de remboursement de 24 heures.",
  "text-stripe-card-desc-two": "Carte de shopping illimitée pour le commerce électronique.",
  "text-stripe-card-desc-three": "Aucune limite pour les transactions quotidiennes.",
  "text-no-payment-configure": "Aucun paiement activé pour le moment !!",
  "text-set-default-card-message": "Carte par défaut définie avec succès",
  "text-card-successfully-deleted": "Carte supprimée avec succès",
  "text-card-successfully-add": "Carte ajoutée avec succès",
  "profile-sidebar-my-cards": "Mes cartes",
  "profile-add-cards": "Ajouter une carte",
  "text-used": "Utilisé",
  "text-available": "Disponible",
  "text-balance": "Solde",
  "text-access-denied": "Accès refusé",
  "text-access-denied-message": "Vous n'avez pas la permission d'accéder à cette page.",
  "text-return-home": "Retour à l'accueil",
  "text-contact-us": "Contactez-nous",
  "text-help": "Aide",
  "text-address": "Adresse",
  "text-title-days": "jours",
  "text-title-hours": "heures",
  "text-title-minutes": "minutes",
  "text-title-seconds": "secondes",
  "text-title-change-language": "Changer de langue",
  "text-title-language": "Langue",
  "text-maintenance-mode-title": "Mode maintenance commence dans",
  "error-email-required": "L'email est requis.",
  "text-news": "ACTUALITÉS",
  "text-commission": "Commission"
}